{
  "common": {
    "cancel": {
      "pt-br": "Cancelar",
      "en-us": "Cancel",
      "es": "Cancelar"
    },

    "continue": {
      "pt-br": "Continuar",
      "en-us": "Continue",
      "es": "Continuar"
    },

    "finish_and_save": {
      "pt-br": "Finalizar e salvar",
      "en-us": "Finish and save",
      "es": "Finalizar y guardar"
    },

    "confirm": {
      "pt-br": "Confirmar",
      "en-us": "Confirm",
      "es": "Confirmar"
    },

    "save": {
      "pt-br": "Salvar",
      "en-us": "Save",
      "es": "Guardar"
    },

    "back": {
      "pt-br": "Voltar",
      "en-us": "Back",
      "es": "Volver"
    }
  },

  "title": {
    "pt-br": "Weni Commerce",
    "en-us": "Weni Commerce",
    "es": "Weni Commerce"
  },

  "description": {
    "pt-br": "Simplifique a gestão do seu negócio, maximize suas vendas e melhore a experiência do cliente com ferramentas integradas.",
    "en-us": "Simplify the management of your business, maximize your sales and improve the customer experience with integrated tools.",
    "es": "Simplifique la gestión de su negocio, maximice sus ventas y mejore la experiencia del cliente con herramientas integradas."
  },

  "discovery": {
    "title": {
      "pt-br": "Descoberta",
      "en-us": "Discovery",
      "es": "Descubrimiento"
    }
  },

  "integrated_solutions": {
    "title": {
      "pt-br": "Soluções configuradas",
      "en-us": "Configured solutions",
      "es": "Soluciones configuradas"
    }
  },

  "active_notifications": {
    "title": {
      "pt-br": "Notificações ativas",
      "en-us": "Active notifications",
      "es": "Notificaciones activas"
    }
  },

  "passive_service": {
    "title": {
      "pt-br": "Atendimento passivo",
      "en-us": "Passive service",
      "es": "Servicio pasivo"
    }
  },

  "solutions": {
    "states": {
      "empty": {
        "title": {
          "pt-br": "Nenhum resultado encontrado",
          "en-us": "No results found",
          "es": "No se han encontrado resultados"
        },
        
        "description": {
          "pt-br": "Tente outra palavra-chave ou verifique a ortografia",
          "en-us": "Try another keyword or check the spelling",
          "es": "Pruebe con otra palabra clave o revise la ortografía"
        }
      }
    },
    
    "actions": {
      "see_details": {
        "pt-br": "Ver detalhes",
        "en-us": "See details",
        "es": "Ver detalles"
      },

      "settings": {
        "pt-br": "Configurações",
        "en-us": "Settings",
        "es": "Ajustes"
      },

      "disable_solution": {
        "pt-br": "Desabilitar solução",
        "en-us": "Disable solution",
        "es": "Desactivar solución"
      }
    },

    "disable": {
      "confirmation": {
        "title": {
          "pt-br": "Desativar “{name}”",
          "en-us": "Disable “{name}”",
          "es": "Desactivar “{name}”"
        },

        "description": {
          "container": {
            "pt-br": "{0} Se desativada, essa ferramenta não funcionará mais em seu projeto.",
            "en-us": "{0} If deactivated, this tool will no longer work in your project.",
            "es": "{0} Si la desactiva, esta herramienta dejará de funcionar en su proyecto."
          },

          "0": {
            "pt-br": "Deseja desativar a solução de “{name}”?",
            "en-us": "Do you want to deactivate the “{name}” solution?",
            "es": "¿Desea desactivar la solución “{name}”?"
          }
        }
      }
    },

    "details": {
      "view_settings": {
        "pt-br": "Ver configurações",
        "en-us": "View settings",
        "es": "Ver configuración"
      }
    },
    
    "integrate": {
      "help": {
        "container": {
          "pt-br": "{0} Se tiver dúvidas sobre como preencher os campos abaixo, consulte a {1}.",
          "en-us": "{0} If you have any questions about how to fill in the fields below, please consult the {1}.",
          "es": "{0} Si tiene alguna duda sobre cómo rellenar los campos que aparecen a continuación, consulte la {1}."
        },

        "0": {
          "pt-br": "Precisa de ajuda?",
          "en-us": "Need help?",
          "es": "¿Necesita ayuda?"
        },

        "1": {
          "pt-br": "documentação de integração",
          "en-us": "integration documentation",
          "es": "documentación sobre la integración"
        }
      },
      
      "button_label": {
        "pt-br": "Integrar recurso",
        "en-us": "Integrate resource",
        "es": "Integrar recurso"
      },

      "status": {
        "created": {
          "pt-br": "Solução configurada com sucesso",
          "en-us": "Solution successfully configured",
          "es": "Solución configurada correctamente"
        }
      }
    },
    
    "abandoned_cart": {
      "title": {
        "pt-br": "Carrinho abandonado",
        "en-us": "Abandoned cart",
        "es": "Carrito abandonado"
      },

      "description": {
        "pt-br": "Recupere vendas lembrando clientes de itens esquecidos no carrinho.",
        "en-us": "Recover sales by reminding customers of items forgotten in the cart.",
        "es": "Recuperar ventas recordando a los clientes los artículos olvidados en el carrito."
      },

      "tip": {
        "pt-br": "Com essa solução, é possível aumentar suas chances de conversão, mantendo seu cliente próximo e incentivando a conclusão do pedido.",
        "en-us": "With this solution, you can increase your chances of conversion by keeping your customer close and encouraging them to complete their order.",
        "es": "Con esta solución, puede aumentar sus posibilidades de conversión manteniendo a su cliente cerca y animándole a completar su pedido."
      }
    },

    "order_status": {
      "title": {
        "pt-br": "Status do pedido",
        "en-us": "Order status",
        "es": "Estado del pedido"
      },

      "description": {
        "pt-br": "Informe seus clientes sobre o andamento dos pedidos em tempo real.",
        "en-us": "Inform your customers about the progress of their orders in real time.",
        "es": "Informe a sus clientes sobre el progreso de sus pedidos en tiempo real."
      },

      "tip": {
        "pt-br": "Com essa solução, é possível melhorar a comunicação com o cliente e reduzir a incerteza sobre o processo de compra, aumentando a satisfação e a lealdade ao longo do tempo.",
        "en-us": "With this solution, it is possible to improve communication with the customer and reduce uncertainty about the purchasing process, increasing satisfaction and loyalty over time.",
        "es": "Con esta solución, es posible mejorar la comunicación con el cliente y reducir la incertidumbre sobre el proceso de compra, aumentando la satisfacción y la fidelidad a lo largo del tiempo."
      }
    },

    "recurring_purchase": {
      "title": {
        "pt-br": "Compra recorrente",
        "en-us": "Recurring purchase",
        "es": "Compra periódica"
      },

      "description": {
        "pt-br": "Facilite a compra automática de produtos com uma solução de assinatura.",
        "en-us": "Facilitate the automatic purchase of products with a subscription solution.",
        "es": "Facilite la compra automática de productos con una solución de suscripción."
      },

      "tip": {
        "pt-br": "Com essa solução, é possível aumentar a retenção de clientes e gerar vendas recorrentes, proporcionando uma experiência de compra sem esforço para o consumidor.",
        "en-us": "With this solution, you can increase customer retention and generate recurring sales, providing an effortless shopping experience for the consumer.",
        "es": "Con esta solución, puede aumentar la retención de clientes y generar ventas recurrentes, proporcionando una experiencia de compra sin esfuerzo para el consumidor."
      }
    },

    "order_status_passive": {
      "title": {
        "pt-br": "Status do pedido (Passivo)",
        "en-us": "Order status (Passive)",
        "es": "Estado del pedido (Pasivo)"
      },

      "description": {
        "pt-br": "Ofereça aos clientes uma forma prática de consultar o status do pedido.",
        "en-us": "Offer customers a practical way to check the status of their order.",
        "es": "Ofrezca a los clientes una forma práctica de comprobar el estado de su pedido."
      },

      "tip": {
        "pt-br": "Com essa solução, você reduz o volume de consultas manuais e melhora a transparência, permitindo que o cliente se sinta sempre informado e no controle do processo de compra.",
        "en-us": "With this solution, you reduce the volume of manual queries and improve transparency, allowing the customer to always feel informed and in control of the purchasing process.",
        "es": "Con esta solución, se reduce el volumen de consultas manuales y se mejora la transparencia, lo que permite al cliente sentirse siempre informado y en control del proceso de compra."
      }
    },

    "refer_and_win": {
      "title": {
        "pt-br": "Indique e ganhe",
        "en-us": "Refer and win",
        "es": "Recomiéndanos y gana"
      },

      "description": {
        "pt-br": "Incentive os clientes a recomendar sua loja para amigos e familiares com um programa de recompensas.",
        "en-us": "Encourage customers to recommend your store to friends and family with a rewards program.",
        "es": "Anime a los clientes a recomendar su tienda a amigos y familiares con un programa de recompensas."
      },

      "tip": {
        "pt-br": "Com essa solução, é possível ampliar a base de clientes de forma orgânica e aumentar o engajamento, transformando consumidores satisfeitos em promotores ativos da sua marca.",
        "en-us": "With this solution, you can expand your customer base organically and increase engagement, turning satisfied consumers into active promoters of your brand.",
        "es": "Con esta solución, puede ampliar su base de clientes de forma orgánica y aumentar el compromiso, convirtiendo a los consumidores satisfechos en promotores activos de su marca."
      }
    }
  }
}
